brew "glib"
brew "cairo"
brew "ripgrep"
brew "deno"
brew "unbound"
brew "harfbuzz"
brew "libass"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "graphicsmagick"
brew "hugo"
brew "jq"
brew "make"
brew "mas"
brew "nvm"
brew "opencode"
brew "rust"
brew "tmux"
brew "yarn"
cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "arc"
cask "balenaetcher"
cask "bambu-studio"
cask "calibre"
cask "chatgpt"
cask "claude"
cask "cleanshot"
cask "codex"
cask "discord"
cask "dropbox"
cask "evernote"
cask "figma"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-opendyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "handbrake-app"
cask "hiddenbar"
cask "imageoptim"
cask "localsend"
cask "meetingbar"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "mozilla-vpn"
cask "mullvad-vpn"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "opencode-desktop"
cask "orbstack"
cask "raspberry-pi-imager"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Affinity Designer", id: 824171161
mas "Amphetamine", id: 937984704
mas "Discovery", id: 1381004916
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "NextDNS", id: 1464122853
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Spokenly", id: 6740315592
